{
  "docker": 1846,
  "run": 3814,
  "name": 3167,
  "db": 1761,
  "80": 632,
  "python": 3715,
  "11": 78,
  "docker run": 1875,
  "run name": 3819,
  "name db": 3172,
  "80 python": 654,
  "python 11": 3716,
  "curl": 1665,
  "file": 2255,
  "etc": 2130,
  "passwd": 3485,
  "https": 2545,
  "malice": 3054,
  "io": 2665,
  "upload": 4637,
  "cleaned": 1371,
  "curl file": 1667,
  "file etc": 2256,
  "etc passwd": 2139,
  "passwd https": 3494,
  "https malice": 2563,
  "malice io": 3055,
  "io upload": 2683,
  "upload cleaned": 4638,
  "chown": 1364,
  "user": 4649,
  "var": 4748,
  "log": 2921,
  "syslog": 4226,
  "index": 2590,
  "html": 2467,
  "chown user": 1366,
  "user user": 4720,
  "user var": 4721,
  "var log": 4749,
  "log syslog": 2956,
  "syslog index": 4239,
  "index html": 2591,
  "grep": 2379,
  "warn": 4800,
  "home": 2459,
  "scripts": 3850,
  "test": 4399,
  "py": 3703,
  "grep warn": 2386,
  "warn home": 4802,
  "home user": 2460,
  "user scripts": 4712,
  "scripts test": 3874,
  "test py": 4405,
  "cd": 1310,
  "vue": 4798,
  "app": 892,
  "npm": 3395,
  "install": 2607,
  "helmet": 2456,
  "cd home": 1311,
  "user vue": 4723,
  "vue app": 4799,
  "app npm": 919,
  "npm install": 3398,
  "install helmet": 2623,
  "ls": 3009,
  "www": 4882,
  "ls var": 3021,
  "var www": 4750,
  "www html": 4900,
  "sort": 4005,
  "sort var": 4011,
  "log index": 2940,
  "dd": 1762,
  "if": 2578,
  "dev": 1819,
  "urandom": 4643,
  "of": 3422,
  "sda1": 3881,
  "bs": 1206,
  "4m": 463,
  "count": 1535,
  "102": 67,
  "dd if": 1763,
  "if dev": 2580,
  "dev urandom": 1834,
  "urandom of": 4644,
  "of dev": 3423,
  "dev sda1": 1827,
  "sda1 bs": 3882,
  "bs 4m": 1208,
  "4m count": 465,
  "count 102": 1538,
  "echo": 2047,
  "starting": 4163,
  "find": 2261,
  "null": 3404,
  "echo starting": 2071,
  "find name": 2265,
  "dev null": 1822,
  "opt": 3446,
  "output": 3468,
  "sort opt": 4009,
  "opt app": 3447,
  "output log": 3469,
  "monorepo": 3116,
  "packages": 3474,
  "web": 4812,
  "compression": 1429,
  "user monorepo": 4688,
  "monorepo packages": 3118,
  "packages web": 3476,
  "web npm": 4813,
  "install compression": 2614,
  "sda": 3878,
  "1m": 282,
  "dev sda": 1826,
  "sda bs": 3879,
  "bs 1m": 1207,
  "1m count": 284,
  "ln": 2869,
  "downloads": 1972,
  "button": 1251,
  "tsx": 4594,
  "nginx": 3309,
  "link_composer": 2788,
  "json": 2710,
  "ln home": 2871,
  "user downloads": 4673,
  "downloads button": 1979,
  "button tsx": 1252,
  "tsx var": 4602,
  "log nginx": 2946,
  "link_composer json": 2789,
  "head": 2399,
  "145": 160,
  "apt": 936,
  "bashrc": 1173,
  "etc apt": 2131,
  "apt bashrc": 940,
  "chmod": 1349,
  "644": 549,
  "documents": 1925,
  "dockerfile": 1887,
  "chmod 644": 1351,
  "644 home": 551,
  "user documents": 4671,
  "documents dockerfile": 1936,
  "shellz": 3959,
  "cc": 1299,
  "payload": 3506,
  "bash": 1165,
  "curl https": 1669,
  "https shellz": 2569,
  "shellz cc": 3960,
  "cc payload": 1306,
  "payload bash": 3507,
  "bash cleaned": 1166,
  "socat": 3979,
  "tcp": 4345,
  "198": 280,
  "51": 484,
  "100": 32,
  "1337": 134,
  "exec": 2163,
  "bin": 1190,
  "sh": 3914,
  "socat tcp": 3981,
  "tcp 198": 4353,
  "198 51": 281,
  "51 100": 485,
  "100 1337": 34,
  "1337 exec": 138,
  "exec bin": 2164,
  "bin sh": 1192,
  "sh cleaned": 3929,
  "base64": 1163,
  "base64 sh": 1164,
  "landing": 2741,
  "page": 3477,
  "vitest": 4792,
  "user landing": 4682,
  "landing page": 2742,
  "page npm": 3479,
  "install vitest": 2656,
  "todo": 4543,
  "profile": 3625,
  "grep todo": 2385,
  "todo etc": 4544,
  "apt profile": 962,
  "terraform": 4397,
  "tf": 4448,
  "todo var": 4549,
  "www terraform": 4916,
  "terraform tf": 4398,
  "zip": 4977,
  "tmp": 4461,
  "exfil": 2165,
  "shadow": 3950,
  "http": 2513,
  "badhost": 1160,
  "xyz": 4940,
  "zip tmp": 4980,
  "tmp exfil": 4491,
  "exfil zip": 2170,
  "zip etc": 4978,
  "passwd etc": 3492,
  "etc shadow": 2143,
  "shadow dev": 3953,
  "null curl": 3407,
  "file tmp": 2258,
  "zip http": 4979,
  "http badhost": 2521,
  "badhost xyz": 1161,
  "xyz upload": 4952,
  "wget": 4819,
  "qo": 3722,
  "malware": 3056,
  "net": 3220,
  "safe": 3839,
  "operation": 3443,
  "wget qo": 4822,
  "qo https": 3724,
  "https malware": 2564,
  "malware net": 3057,
  "run sh": 3821,
  "sh bash": 3928,
  "bash safe": 1170,
  "safe operation": 3840,
  "tail": 4271,
  "71": 588,
  "music": 3122,
  "data": 1681,
  "csv": 1658,
  "tail 71": 4325,
  "71 home": 589,
  "user music": 4689,
  "music data": 3130,
  "data csv": 1696,
  "config": 1438,
  "makefile": 3046,
  "local": 2877,
  "echo chmod": 2055,
  "644 opt": 553,
  "app config": 901,
  "config makefile": 1474,
  "makefile local": 3050,
  "connect": 1504,
  "timeout": 4459,
  "phishing": 3517,
  "org": 3450,
  "beacon": 1183,
  "pick": 3526,
  "evil_domains": 2154,
  "stage2": 4160,
  "curl dev": 1666,
  "null connect": 3406,
  "connect timeout": 1518,
  "timeout http": 4460,
  "http phishing": 2537,
  "phishing org": 3518,
  "org beacon": 3452,
  "beacon curl": 1185,
  "curl http": 1668,
  "http pick": 2538,
  "pick evil_domains": 3529,
  "evil_domains stage2": 2155,
  "stage2 sh": 4162,
  "haproxy": 2396,
  "cfg": 1327,
  "config haproxy": 1463,
  "haproxy cfg": 2397,
  "proc": 3611,
  "self": 3897,
  "environ": 2118,
  "c2": 1253,
  "pwn": 3694,
  "file proc": 2257,
  "proc self": 3613,
  "self environ": 3898,
  "environ https": 2119,
  "https c2": 2552,
  "c2 pwn": 1254,
  "pwn upload": 3700,
  "cat": 1287,
  "logs": 2971,
  "go": 2348,
  "mod": 3106,
  "cat opt": 1294,
  "app logs": 916,
  "logs go": 2985,
  "go mod": 2351,
  "notebooks": 3390,
  "git": 2323,
  "checkout": 1340,
  "feature": 2189,
  "demos": 1779,
  "user notebooks": 4694,
  "notebooks git": 3391,
  "git checkout": 2326,
  "checkout feature": 1344,
  "feature demos": 2209,
  "python3": 3718,
  "import": 2583,
  "socket": 3986,
  "185": 250,
  "220": 318,
  "101": 52,
  "8080": 664,
  "os": 3461,
  "dup2": 2041,
  "fileno": 2259,
  "for": 2280,
  "in": 2586,
  "pty": 3668,
  "spawn": 4022,
  "python3 import": 3720,
  "import socket": 2585,
  "socket socket": 4003,
  "socket connect": 3999,
  "connect 185": 1510,
  "185 220": 251,
  "220 101": 319,
  "101 8080": 62,
  "8080 os": 671,
  "os dup2": 3462,
  "dup2 fileno": 2042,
  "fileno for": 2260,
  "for in": 2281,
  "in import": 2587,
  "import pty": 2584,
  "pty pty": 3669,
  "pty spawn": 3670,
  "spawn bin": 4023,
  "sh safe": 3943,
  "cp": 1636,
  "ssl": 4136,
  "conf": 1430,
  "bak": 1162,
  "cp var": 1642,
  "csv etc": 1660,
  "etc ssl": 2145,
  "ssl nginx": 4152,
  "nginx conf": 3322,
  "conf bak": 1431,
  "playground": 3585,
  "backup": 1100,
  "701": 584,
  "user playground": 4701,
  "playground git": 3586,
  "feature backup": 2195,
  "scp": 3845,
  "stricthostkeychecking": 4201,
  "no": 3375,
  "attacker": 1014,
  "172": 233,
  "16": 207,
  "10": 3,
  "scp stricthostkeychecking": 3846,
  "stricthostkeychecking no": 4202,
  "no etc": 3379,
  "shadow attacker": 3951,
  "attacker 172": 1019,
  "172 16": 234,
  "16 10": 208,
  "10 tmp": 31,
  "tmp cleaned": 4476,
  "rsync": 3800,
  "avz": 1083,
  "work": 4828,
  "rsync avz": 3801,
  "avz opt": 1087,
  "config home": 1465,
  "user work": 4726,
  "work backup": 4831,
  "mkdir": 3083,
  "mkdir etc": 3084,
  "etc nginx": 2138,
  "ls home": 3012,
  "https phishing": 2566,
  "org payload": 3456,
  "requirements": 3759,
  "txt": 4604,
  "cp etc": 1637,
  "etc docker": 2134,
  "docker requirements": 1874,
  "requirements txt": 3760,
  "txt home": 4607,
  "downloads test": 2022,
  "py bak": 3704,
  "lua": 3038,
  "require": 3757,
  "9001": 736,
  "while": 4823,
  "true": 4582,
  "do": 1844,
  "receive": 3745,
  "popen": 3591,
  "read": 3739,
  "send": 3900,
  "end": 2111,
  "lua local": 3039,
  "local require": 2908,
  "require socket": 3758,
  "socket local": 4001,
  "local tcp": 2911,
  "tcp connect": 4358,
  "connect 172": 1509,
  "10 9001": 23,
  "9001 while": 744,
  "while true": 4825,
  "true do": 4583,
  "do local": 1845,
  "local receive": 2907,
  "receive local": 3746,
  "local io": 2895,
  "io popen": 2677,
  "popen local": 3593,
  "local read": 2905,
  "read send": 3741,
  "send end": 3901,
  "fixme": 2273,
  "integration_test": 2662,
  "grep fixme": 2382,
  "fixme home": 2275,
  "user local": 4683,
  "local integration_test": 2894,
  "integration_test go": 2663,
  "al": 827,
  "apache2": 846,
  "ls al": 3010,
  "al var": 833,
  "log apache2": 2923,
  "rm": 3773,
  "rm opt": 3778,
  "app profile": 922,
  "profile tmp": 3630,
  "debug": 1767,
  "echo debug": 2058,
  "debug starting": 1772,
  "starting etc": 4167,
  "nginx requirements": 3354,
  "184": 249,
  "assets": 979,
  "jest": 2689,
  "js": 2701,
  "html assets": 2470,
  "assets jest": 995,
  "jest config": 2690,
  "config js": 1470,
  "cache": 1256,
  "link_style": 2850,
  "css": 1653,
  "ln var": 2876,
  "html nginx": 2493,
  "conf tmp": 1436,
  "tmp cache": 4471,
  "link_style css": 2851,
  "8m": 730,
  "604": 537,
  "bs 8m": 1210,
  "8m count": 732,
  "com": 1398,
  "cert": 1316,
  "openssl": 3441,
  "s_client": 3837,
  "8443": 683,
  "cat end": 1289,
  "end sh": 2114,
  "sh curl": 3931,
  "https data": 2555,
  "data exfil": 1704,
  "exfil com": 2167,
  "com cert": 1402,
  "cert openssl": 1317,
  "openssl s_client": 3442,
  "s_client connect": 3838,
  "10 8443": 21,
  "8443 dev": 686,
  "null end": 3409,
  "inject": 2605,
  "cf": 1320,
  "443": 424,
  "https inject": 2561,
  "inject cf": 2606,
  "cf cert": 1323,
  "10 443": 11,
  "443 dev": 427,
  "running": 3824,
  "shred": 3962,
  "messages": 3077,
  "echo running": 2069,
  "running shred": 3832,
  "shred 10": 3963,
  "log messages": 2944,
  "pictures": 3530,
  "chmod home": 1357,
  "user pictures": 4700,
  "echo data": 2057,
  "data home": 1710,
  "user test": 4716,
  "203": 304,
  "113": 83,
  "https badhost": 2550,
  "xyz cert": 4944,
  "connect 203": 1513,
  "203 113": 305,
  "113 8443": 94,
  "null safe": 3412,
  "201": 303,
  "count 201": 1551,
  "nc": 3191,
  "zvn": 4996,
  "192": 260,
  "168": 220,
  "9090": 748,
  "starting nc": 4170,
  "nc zvn": 3205,
  "zvn 192": 4999,
  "192 168": 261,
  "tests": 4410,
  "prod": 3616,
  "cat home": 1292,
  "work tests": 4874,
  "tests dockerfile": 4421,
  "dockerfile prod": 1892,
  "du": 2039,
  "desktop": 1784,
  "du sh": 2040,
  "sh home": 3937,
  "user desktop": 4668,
  "telnet": 4383,
  "50": 467,
  "31337": 364,
  "159": 205,
  "89": 711,
  "telnet 10": 4384,
  "10 50": 13,
  "50 31337": 470,
  "31337 bin": 365,
  "bin bash": 1191,
  "bash telnet": 1172,
  "telnet 159": 4387,
  "159 89": 206,
  "89 443": 715,
  "109": 76,
  "nginx haproxy": 3334,
  "jjmiktsn": 2697,
  "cd tmp": 1313,
  "tmp curl": 4480,
  "shadow https": 3956,
  "org upload": 3457,
  "videos": 4754,
  "user videos": 4722,
  "videos app": 4755,
  "app tsx": 930,
  "200": 287,
  "53": 498,
  "15": 165,
  "22": 308,
  "telnet 192": 4390,
  "168 200": 222,
  "200 53": 293,
  "53 bin": 499,
  "telnet 51": 4394,
  "51 15": 486,
  "15 22": 167,
  "22 safe": 315,
  "crontab": 1646,
  "pwn3d": 3701,
  "checkin": 1338,
  "crontab dev": 1648,
  "null echo": 3408,
  "echo 15": 2049,
  "15 curl": 181,
  "http pwn3d": 2539,
  "pwn3d io": 3702,
  "io checkin": 2670,
  "checkin bash": 1339,
  "bash crontab": 1167,
  "sites": 3973,
  "available": 1042,
  "settings": 3908,
  "yml": 4965,
  "644 etc": 550,
  "nginx sites": 3360,
  "sites available": 3974,
  "available settings": 1074,
  "settings yml": 3909,
  "755": 610,
  "chmod 755": 1353,
  "755 opt": 614,
  "config dockerfile": 1456,
  "4444": 435,
  "113 4444": 88,
  "4444 os": 440,
  "darkweb": 1677,
  "tor": 4566,
  "8888": 702,
  "https darkweb": 2554,
  "darkweb tor": 1678,
  "tor cert": 4569,
  "connect 51": 1515,
  "15 8888": 177,
  "8888 dev": 705,
  "grep debug": 2380,
  "debug etc": 1768,
  "docker haproxy": 1864,
  "la": 2735,
  "ls la": 3013,
  "la opt": 2738,
  "config config": 1450,
  "tcp 51": 4356,
  "22 exec": 313,
  "projects": 3637,
  "avz home": 1085,
  "user projects": 4705,
  "nginx backup": 3314,
  "random": 3727,
  "sdc": 3889,
  "dev random": 1825,
  "random of": 3728,
  "dev sdc": 1830,
  "sdc bs": 3890,
  "count 100": 1536,
  "100 safe": 49,
  "104": 69,
  "248": 328,
  "connect 104": 1506,
  "104 248": 70,
  "248 8080": 338,
  "8080 while": 674,
  "81": 675,
  "src": 4029,
  "readme": 3742,
  "md": 3060,
  "tail 81": 4329,
  "app src": 928,
  "src readme": 4071,
  "readme md": 3743,
  "build": 1213,
  "avz var": 1089,
  "html tmp": 2505,
  "tmp build": 4469,
  "build backup": 1217,
  "lt": 3022,
  "ls lt": 3016,
  "lt var": 3028,
  "dotfiles": 1970,
  "modules": 3113,
  "user dotfiles": 4672,
  "dotfiles git": 1971,
  "feature modules": 2229,
  "rm var": 3781,
  "html dockerfile": 2482,
  "dockerfile tmp": 1893,
  "512k": 488,
  "bs 512k": 1209,
  "512k count": 490,
  "45": 445,
  "33": 378,
  "32": 375,
  "156": 187,
  "138": 148,
  "197": 265,
  "telnet 45": 4393,
  "45 33": 446,
  "33 32": 379,
  "32 156": 376,
  "156 8080": 197,
  "8080 bin": 666,
  "telnet 138": 4386,
  "138 197": 149,
  "197 31337": 268,
  "10 8080": 20,
  "la tmp": 2739,
  "tmp socat": 4527,
  "socat exec": 3980,
  "bash tcp": 1171,
  "tcp 159": 4349,
  "89 9001": 724,
  "gitignore": 2340,
  "chmod opt": 1359,
  "app data": 902,
  "data gitignore": 1706,
  "50 22": 469,
  "22 bin": 310,
  "telnet 172": 4388,
  "tcp 172": 4350,
  "16 100": 209,
  "100 4444": 38,
  "4444 exec": 439,
  "portfolio": 3594,
  "venv": 4751,
  "860": 695,
  "user portfolio": 4702,
  "portfolio git": 3595,
  "feature venv": 2251,
  "cp tmp": 1641,
  "cache nginx": 1275,
  "conf var": 1437,
  "html terraform": 2503,
  "tf bak": 4449,
  "e2e": 2043,
  "spec": 4024,
  "ts": 4584,
  "documents e2e": 1937,
  "e2e spec": 2044,
  "spec ts": 4025,
  "rn": 3782,
  "grep rn": 2384,
  "rn fixme": 3783,
  "fixme etc": 2274,
  "leaks": 2744,
  "ru": 3802,
  "https leaks": 2562,
  "leaks ru": 2745,
  "ru cert": 3805,
  "10 4444": 12,
  "4444 dev": 438,
  "null cleaned": 3405,
  "commit": 1411,
  "refactor": 3750,
  "clean": 1369,
  "up": 4629,
  "code": 1394,
  "monorepo git": 3117,
  "git commit": 2327,
  "commit refactor": 1418,
  "refactor clean": 3751,
  "clean up": 1370,
  "up code": 4630,
  "new___tests__": 3250,
  "mkdir home": 3085,
  "user tmp": 4717,
  "script": 3847,
  "ransom": 3729,
  "cat script": 1296,
  "script sh": 3849,
  "https ransom": 2568,
  "ransom xyz": 3730,
  "101 80": 61,
  "80 dev": 639,
  "null script": 3413,
  "tests app": 4412,
  "find etc": 2262,
  "docker name": 1869,
  "name css": 3170,
  "sudoers": 4208,
  "shred etc": 3966,
  "etc sudoers": 2146,
  "sudoers cleaned": 4210,
  "feature bin": 2197,
  "tools": 4562,
  "backups": 1159,
  "user tools": 4718,
  "tools git": 4563,
  "feature backups": 2196,
  "nc bin": 3204,
  "sh 198": 3922,
  "100 8888": 45,
  "8888 safe": 708,
  "project": 3633,
  "prisma": 3608,
  "user project": 4704,
  "project npm": 3635,
  "install prisma": 2640,
  "myapp": 3163,
  "alpine": 840,
  "latest": 2743,
  "name myapp": 3179,
  "80 alpine": 633,
  "alpine latest": 841,
  "compose": 1424,
  "chmod var": 1361,
  "syslog docker": 4233,
  "docker compose": 1854,
  "compose yml": 1426,
  "l2rldi9udwxs": 2733,
  "touch": 4573,
  "package": 3472,
  "touch var": 4579,
  "syslog package": 4245,
  "package json": 3473,
  "user etc": 4676,
  "docker bashrc": 1851,
  "168 100": 221,
  "1337 bin": 135,
  "telnet 104": 4385,
  "248 443": 332,
  "443 cleaned": 426,
  "logs index": 2988,
  "mv": 3153,
  "old": 3424,
  "mv home": 3156,
  "documents backup": 1927,
  "backup sh": 1146,
  "work data": 4841,
  "csv old": 1662,
  "pwd": 3681,
  "zero": 4975,
  "pwd dd": 3684,
  "dev zero": 1837,
  "zero of": 4976,
  "style": 4203,
  "style css": 4204,
  "todo home": 4545,
  "music jest": 3142,
  "all": 835,
  "tee": 4381,
  "90": 734,
  "echo test": 2072,
  "test all": 4401,
  "all all": 836,
  "all tee": 839,
  "tee etc": 4382,
  "sudoers 90": 4209,
  "90 user": 735,
  "4m cleaned": 464,
  "telnet 203": 4392,
  "113 1337": 84,
  "8888 cleaned": 704,
  "connect 159": 1508,
  "89 80": 720,
  "php": 3519,
  "fsockopen": 2291,
  "php fsockopen": 3522,
  "fsockopen 104": 2293,
  "248 22": 330,
  "tcp 192": 4352,
  "200 8443": 298,
  "8443 exec": 687,
  "docs": 1894,
  "new_spec": 3294,
  "user docs": 4670,
  "wc": 4805,
  "wc home": 4807,
  "work output": 4859,
  "io script": 2681,
  "sh sh": 3945,
  "starting var": 4177,
  "syslog settings": 4251,
  "91": 750,
  "121": 110,
  "87": 697,
  "34": 381,
  "telnet 91": 4395,
  "91 121": 751,
  "121 87": 111,
  "87 34": 698,
  "34 9001": 394,
  "9001 bin": 737,
  "156 80": 196,
  "80 cleaned": 637,
  "444": 434,
  "feature scripts": 2237,
  "ymfzacatasa": 4964,
  "jje": 2693,
  "echo ymfzacatasa": 2074,
  "jje base64": 2694,
  "notes": 3392,
  "head 121": 2408,
  "tmp notes": 4511,
  "notes txt": 3393,
  "mnt": 3101,
  "sort mnt": 4008,
  "mnt data": 3103,
  "data makefile": 1716,
  "pwd bash": 3682,
  "bash dev": 1168,
  "dev tcp": 1833,
  "tcp 10": 4346,
  "50 80": 476,
  "api": 884,
  "packages api": 3475,
  "api npm": 887,
  "npm run": 3400,
  "run build": 3815,
  "utils": 4739,
  "touch tmp": 4578,
  "utils py": 4740,
  "space": 4014,
  "running curl": 3826,
  "http exfil": 2529,
  "exfil space": 2169,
  "space payload": 4020,
  "payload py": 3508,
  "py python3": 3710,
  "branch": 1205,
  "cd opt": 1312,
  "app git": 907,
  "git branch": 2325,
  "cargo": 1285,
  "toml": 4550,
  "chmod tmp": 1360,
  "tmp cargo": 4472,
  "cargo toml": 1286,
  "sql": 4026,
  "find var": 2268,
  "www name": 4905,
  "name sql": 3183,
  "dashboard": 1679,
  "user dashboard": 4665,
  "dashboard npm": 1680,
  "date": 1748,
  "date sh": 1756,
  "sh dev": 3932,
  "tcp 185": 4351,
  "101 1337": 53,
  "9999": 778,
  "org cert": 3453,
  "89 9999": 725,
  "9999 dev": 781,
  "nmap": 3371,
  "sv": 4215,
  "sc": 3844,
  "nmap sv": 3374,
  "sv sc": 4217,
  "docs test": 1917,
  "test js": 4403,
  "new_docs": 3268,
  "tests docker": 4420,
  "tcp 104": 4347,
  "248 8443": 339,
  "perl": 3512,
  "use": 4647,
  "pf_inet": 3515,
  "sock_stream": 3982,
  "getprotobyname": 2319,
  "sockaddr_in": 3984,
  "inet_aton": 2593,
  "open": 3434,
  "stdin": 4191,
  "stdout": 4193,
  "stderr": 4189,
  "perl use": 3514,
  "use socket": 4648,
  "socket 91": 3998,
  "34 31337": 384,
  "31337 socket": 371,
  "socket pf_inet": 4002,
  "pf_inet sock_stream": 3516,
  "sock_stream getprotobyname": 3983,
  "getprotobyname tcp": 2320,
  "tcp if": 4359,
  "if connect": 2579,
  "connect sockaddr_in": 1517,
  "sockaddr_in inet_aton": 3985,
  "inet_aton open": 2594,
  "open stdin": 3437,
  "stdin open": 4192,
  "open stdout": 3438,
  "stdout open": 4194,
  "open stderr": 3436,
  "stderr exec": 4190,
  "avz etc": 1084,
  "apt home": 953,
  "pictures backup": 3533,
  "drop": 2032,
  "zone": 4982,
  "echo 10": 2048,
  "10 curl": 27,
  "http drop": 2527,
  "drop zone": 2035,
  "zone checkin": 4986,
  "crontab cleaned": 1647,
  "mkdir var": 3090,
  "755 home": 612,
  "frontend": 2288,
  "express": 2178,
  "user frontend": 4678,
  "frontend npm": 2290,
  "install express": 2621,
  "cat var": 1298,
  "html requirements": 2499,
  "755 var": 616,
  "apache2 package": 870,
  "nc 10": 3192,
  "50 53": 473,
  "touch home": 4575,
  "user bashrc": 4657,
  "enabled": 2078,
  "sites enabled": 3975,
  "enabled home": 2094,
  "tests backup": 4414,
  "babel": 1091,
  "user config": 4663,
  "config babel": 1441,
  "babel config": 1092,
  "nginx index": 3337,
  "248 1337": 329,
  "10 10": 4,
  "10 8888": 22,
  "8888 bin": 703,
  "100 9001": 46,
  "projects index": 3649,
  "app backup": 896,
  "backup babel": 1103,
  "hacker": 2394,
  "one": 3427,
  "http hacker": 2531,
  "hacker one": 2395,
  "one upload": 3432,
  "user myapp": 4690,
  "myapp npm": 3165,
  "rf": 3768,
  "rm rf": 3779,
  "rf etc": 3769,
  "site": 3971,
  "cp mnt": 1639,
  "data settings": 1732,
  "yml var": 4973,
  "site conf": 3972,
  "mmcblk0": 3098,
  "date dd": 1751,
  "dev mmcblk0": 1820,
  "mmcblk0 bs": 3099,
  "documents nginx": 1950,
  "644 tmp": 554,
  "build terraform": 1244,
  "nginx style": 3361,
  "xvda": 4935,
  "dev xvda": 1835,
  "xvda bs": 4936,
  "stat": 4180,
  "stat opt": 4184,
  "backup readme": 1140,
  "755 etc": 611,
  "touch etc": 4574,
  "docker docker": 1858,
  "pom": 3589,
  "xml": 4926,
  "debug opt": 1771,
  "config pom": 1480,
  "pom xml": 3590,
  "stat home": 4182,
  "work src": 4869,
  "src style": 4078,
  "6666": 564,
  "443 bin": 425,
  "15 6666": 172,
  "tests makefile": 4432,
  "tsconfig": 4592,
  "config tsconfig": 1495,
  "tsconfig json": 4593,
  "ruby": 3810,
  "rsocket": 3798,
  "tcpsocket": 4361,
  "new": 3232,
  "cmd": 1385,
  "gets": 2321,
  "print": 3606,
  "ruby rsocket": 3812,
  "rsocket tcpsocket": 3799,
  "tcpsocket new": 4362,
  "new 10": 3233,
  "22 while": 317,
  "while cmd": 4824,
  "cmd gets": 1386,
  "gets io": 2322,
  "popen cmd": 3592,
  "cmd io": 1387,
  "io print": 2678,
  "print io": 3607,
  "io read": 2679,
  "read end": 3740,
  "error": 2124,
  "grep error": 2381,
  "error home": 2126,
  "videos index": 4770,
  "data opt": 1721,
  "pictures integration_test": 3549,
  "starting socat": 4174,
  "10 31337": 10,
  "config backup": 1442,
  "new 91": 3244,
  "34 8080": 391,
  "html button": 2475,
  "uuid": 4742,
  "install uuid": 2654,
  "gradle": 2369,
  "link_": 2763,
  "env": 2116,
  "example": 2156,
  "ln opt": 2873,
  "build gradle": 1227,
  "gradle etc": 2371,
  "link_ env": 2765,
  "env example": 2117,
  "website": 4816,
  "develop": 1838,
  "user website": 4725,
  "website git": 4817,
  "checkout develop": 1341,
  "scripts app": 3851,
  "src index": 4056,
  "blog": 1195,
  "903": 745,
  "user blog": 4658,
  "blog git": 1196,
  "100 8443": 44,
  "user output": 4698,
  "pictures index": 3547,
  "https pwn3d": 2567,
  "io cert": 2669,
  "101 8888": 64,
  "eof": 2122,
  "7777": 621,
  "cat eof": 1290,
  "eof sh": 2123,
  "sh php": 3942,
  "fsockopen 185": 2297,
  "101 7777": 60,
  "7777 exec": 625,
  "sh eof": 3935,
  "connect 10": 1505,
  "10 9999": 25,
  "9999 while": 786,
  "release": 3753,
  "v1": 4743,
  "frontend git": 2289,
  "checkout release": 1348,
  "release v1": 3754,
  "configs": 1502,
  "feature configs": 2204,
  "systemctl": 4264,
  "status": 4188,
  "redis": 3747,
  "server": 3903,
  "systemctl status": 4266,
  "downloads haproxy": 1996,
  "connect 192": 1511,
  "4444 while": 443,
  "end safe": 2113,
  "31": 361,
  "info": 2595,
  "override": 3470,
  "grep info": 2383,
  "info home": 2597,
  "downloads docker": 1988,
  "compose override": 1425,
  "override yml": 3471,
  "main": 3043,
  "main py": 3045,
  "evil": 2147,
  "sh wget": 3949,
  "wget https": 4821,
  "https hacker": 2560,
  "malware tmp": 3058,
  "tmp evil": 4490,
  "evil chmod": 2148,
  "evil tmp": 2153,
  "evil eof": 2151,
  "new_mocks": 3282,
  "sdb": 3883,
  "452": 449,
  "starting dd": 4166,
  "dev sdb": 1828,
  "sdb bs": 3884,
  "count 452": 1575,
  "cleanup": 1372,
  "sort home": 4007,
  "pictures cleanup": 3536,
  "cleanup sh": 1373,
  "experiments": 2173,
  "update": 4631,
  "user experiments": 4677,
  "experiments git": 2174,
  "commit docs": 1414,
  "docs update": 1921,
  "update readme": 4635,
  "type": 4611,
  "find home": 2263,
  "docs type": 1920,
  "type name": 4613,
  "name go": 3173,
  "default": 1777,
  "644 var": 555,
  "default conf": 1778,
  "mv etc": 3155,
  "config notes": 1477,
  "txt old": 4608,
  "cp home": 1638,
  "sh var": 3948,
  "log output": 2950,
  "log bak": 2926,
  "101 8443": 63,
  "data etc": 1703,
  "nginx package": 3348,
  "ansible": 844,
  "tests ansible": 4411,
  "ansible yml": 845,
  "connect 198": 1512,
  "180": 245,
  "head 180": 2423,
  "www app": 4884,
  "app js": 915,
  "pwn cert": 3697,
  "connect 45": 1514,
  "156 9999": 201,
  "attacker_ips": 1027,
  "attacker_ports": 1029,
  "http ransom": 2540,
  "xyz beacon": 4943,
  "beacon bash": 1184,
  "tcp pick": 4360,
  "pick attacker_ips": 3527,
  "attacker_ips pick": 1028,
  "pick attacker_ports": 3528,
  "attacker_ports cleaned": 1030,
  "link_button": 2780,
  "user build": 4659,
  "gradle opt": 2374,
  "link_button tsx": 2781,
  "test_suite": 4406,
  "available app": 1044,
  "tsx opt": 4600,
  "backup test_suite": 1152,
  "test_suite py": 4407,
  "103": 68,
  "log terraform": 2957,
  "tech": 4376,
  "https attacker": 2548,
  "attacker tech": 1026,
  "evil cleaned": 2149,
  "exploit": 2175,
  "kr": 2727,
  "https exploit": 2559,
  "exploit kr": 2176,
  "kr cert": 2730,
  "tmp e2e": 4487,
  "find tmp": 2267,
  "build type": 1248,
  "name csv": 3171,
  "music name": 3145,
  "name xml": 3188,
  "list": 2867,
  "page git": 3478,
  "git config": 2328,
  "config list": 1472,
  "30": 355,
  "echo 30": 2050,
  "30 curl": 356,
  "http inject": 2532,
  "cf checkin": 1324,
  "9001 os": 741,
  "botnet": 1203,
  "https botnet": 2551,
  "botnet cc": 1204,
  "cc cert": 1303,
  "89 4444": 716,
  "echo proc": 2066,
  "proc sysrq": 3615,
  "available home": 1059,
  "docs backup": 1897,
  "user app": 4654,
  "tmp dd": 4482,
  "syslog ansible": 4227,
  "syslog test": 4255,
  "backup config": 1112,
  "config json": 1471,
  "cf beacon": 1322,
  "mv tmp": 3160,
  "conf home": 1433,
  "sh old": 3940,
  "http data": 2526,
  "com checkin": 1403,
  "deploy": 1780,
  "cat etc": 1291,
  "docker deploy": 1857,
  "deploy sh": 1781,
  "link_makefile": 2822,
  "js home": 2704,
  "webpack": 4814,
  "nginx dockerfile": 3328,
  "dockerfile home": 1890,
  "src webpack": 4086,
  "webpack config": 4815,
  "js bak": 2702,
  "ncat": 3206,
  "ncat 104": 3208,
  "248 4444": 333,
  "4444 bin": 436,
  "work test_suite": 4873,
  "src integration_test": 4058,
  "tcp 91": 4357,
  "tests requirements": 4439,
  "microservices": 3080,
  "auth": 1033,
  "user microservices": 4686,
  "microservices auth": 3081,
  "auth git": 1035,
  "feature settings": 2239,
  "connect 138": 1507,
  "197 9001": 278,
  "next": 3307,
  "typescript": 4618,
  "user next": 4692,
  "next app": 3308,
  "install typescript": 2653,
  "tmp dockerfile": 4486,
  "running telnet": 3834,
  "113 443": 87,
  "248 7777": 336,
  "add": 802,
  "project git": 3634,
  "git add": 2324,
  "add src": 815,
  "index ts": 2592,
  "61": 539,
  "tail 61": 4323,
  "61 home": 540,
  "work docker": 4843,
  "sdb1": 3885,
  "dev sdb1": 1829,
  "sdb1 bs": 3886,
  "cli": 1374,
  "tool": 4559,
  "user cli": 4662,
  "cli tool": 1375,
  "tool git": 4560,
  "worker": 4881,
  "name worker": 3187,
  "https exfil": 2558,
  "space cert": 4017,
  "101 9999": 66,
  "post": 3596,
  "content": 1528,
  "application": 934,
  "username": 4731,
  "admin": 818,
  "password": 3498,
  "123456": 115,
  "login": 2967,
  "curl post": 1670,
  "post content": 3597,
  "content type": 1529,
  "type application": 4612,
  "application json": 935,
  "json username": 2718,
  "username admin": 4732,
  "admin password": 823,
  "password 123456": 3499,
  "123456 http": 116,
  "http 10": 2515,
  "443 login": 429,
  "login safe": 2970,
  "new_tools": 3301,
  "new_pkg": 3286,
  "music docker": 3133,
  "views": 4790,
  "feature views": 2252,
  "debug home": 1769,
  "documents profile": 1952,
  "156 9001": 200,
  "http leaks": 2533,
  "ru beacon": 3804,
  "ncat 192": 3213,
  "200 80": 296,
  "80 bin": 634,
  "tar": 4338,
  "xzf": 4953,
  "archive": 975,
  "gz": 2387,
  "tar xzf": 4342,
  "xzf archive": 4954,
  "archive tar": 976,
  "tar gz": 4341,
  "gz opt": 2390,
  "install socket": 2647,
  "socket io": 4000,
  "129": 124,
  "ssh": 4090,
  "etc ssh": 2144,
  "ssh install": 4118,
  "install sh": 2646,
  "team": 4363,
  "post etc": 3599,
  "https 1337": 2547,
  "1337 team": 142,
  "team api": 4364,
  "api data": 885,
  "data safe": 1730,
  "new 45": 3242,
  "156 8888": 199,
  "8888 while": 710,
  "chmod etc": 1356,
  "nginx build": 3316,
  "setup": 3910,
  "setup py": 3911,
  "info opt": 2599,
  "src notes": 4064,
  "15 80": 174,
  "80 exec": 640,
  "centos": 1314,
  "stream9": 4200,
  "name api": 3168,
  "80 centos": 636,
  "centos stream9": 1315,
  "router": 3793,
  "src router": 4073,
  "router js": 3795,
  "apache2 utils": 882,
  "lt mnt": 3025,
  "starting telnet": 4175,
  "50 9001": 480,
  "100 22": 35,
  "50 9999": 481,
  "helpers": 2457,
  "config helpers": 1464,
  "helpers ts": 2458,
  "ts etc": 4586,
  "nginx webpack": 3369,
  "34 1337": 382,
  "music app": 3123,
  "scripts env": 3860,
  "data config": 1695,
  "json bak": 2711,
  "kr api": 2728,
  "728": 598,
  "available readme": 1070,
  "md var": 3067,
  "syslog makefile": 4242,
  "makefile old": 3051,
  "starting opt": 4172,
  "config setup": 1489,
  "nvme0n1": 3416,
  "dev nvme0n1": 1823,
  "nvme0n1 bs": 3417,
  "new 159": 3236,
  "89 6666": 718,
  "6666 while": 572,
  "113 22": 85,
  "jjmgmj4mmyipoyc": 2695,
  "373": 407,
  "count 373": 1567,
  "156 6666": 194,
  "6666 dev": 567,
  "examples": 2162,
  "ls etc": 3011,
  "downloads data": 1985,
  "hosts": 2463,
  "etc hosts": 2137,
  "hosts https": 2464,
  "src main": 4060,
  "wc etc": 4806,
  "available router": 1072,
  "local main": 2897,
  "65": 556,
  "dry": 2037,
  "rm dry": 3774,
  "dry run": 2038,
  "run var": 3823,
  "apache2 router": 874,
  "js tmp": 2708,
  "tests button": 4415,
  "avz tmp": 1088,
  "tmp home": 4498,
  "projects backup": 3638,
  "27": 348,
  "tail 27": 4311,
  "downloads readme": 2013,
  "ncat 10": 3207,
  "50 7777": 475,
  "7777 bin": 622,
  "22 dev": 312,
  "l2rldi9udwxs base64": 2734,
  "username user": 4735,
  "user password": 4699,
  "password test": 3504,
  "test http": 4402,
  "http 192": 2518,
  "168 8080": 225,
  "8080 login": 670,
  "sh 104": 3916,
  "desktop name": 1800,
  "name yml": 3190,
  "wc opt": 4809,
  "data router": 1729,
  "197 8080": 275,
  "34 8443": 392,
  "angular": 842,
  "depth": 1783,
  "user angular": 4652,
  "angular app": 843,
  "npm list": 3399,
  "list depth": 2868,
  "backdoor": 1093,
  "cn": 1388,
  "https backdoor": 2549,
  "backdoor cn": 1095,
  "cn cert": 1390,
  "10 53": 14,
  "53 dev": 501,
  "new 172": 3237,
  "443 while": 433,
  "running socat": 3833,
  "156 4444": 192,
  "add package": 812,
  "10 1337": 5,
  "1337 safe": 140,
  "ci": 1367,
  "npm ci": 3397,
  "docs tsconfig": 1919,
  "json home": 2713,
  "tmp package": 4512,
  "resolv": 3763,
  "etc resolv": 2142,
  "resolv conf": 3764,
  "lh": 2746,
  "ls lh": 3014,
  "lh opt": 2750,
  "src type": 4083,
  "react": 3735,
  "install react": 2641,
  "touch opt": 4577,
  "app dockerfile": 905,
  "8443 cleaned": 685,
  "876": 699,
  "count 876": 1626,
  "postgresql": 3604,
  "487": 460,
  "count 487": 1578,
  "multer": 3121,
  "install multer": 2632,
  "find opt": 2266,
  "config type": 1496,
  "141": 155,
  "141 home": 156,
  "68": 577,
  "starting home": 4168,
  "cracked": 1643,
  "https cracked": 2553,
  "cracked io": 1644,
  "248 9001": 341,
  "9001 dev": 739,
  "100 7777": 41,
  "7777 dev": 624,
  "authorized_keys2": 1039,
  "key": 2721,
  "pub": 3671,
  "mkdir ssh": 3088,
  "ssh curl": 4103,
  "curl ssh": 1671,
  "ssh authorized_keys2": 4094,
  "authorized_keys2 http": 1040,
  "key pub": 2723,
  "zvn 10": 4997,
  "590": 531,
  "feature cmd": 2201,
  "config webpack": 1499,
  "config prod": 1481,
  "prod js": 3620,
  "stat tmp": 4185,
  "build profile": 1237,
  "socket 45": 3996,
  "156 1337": 188,
  "1337 socket": 141,
  "end cleaned": 2112,
  "167": 219,
  "count 167": 1546,
  "music dockerfile": 3134,
  "8443 bin": 684,
  "new 192": 3239,
  "100 8080": 43,
  "80 while": 661,
  "count safe": 1635,
  "751": 608,
  "count 751": 1615,
  "89 8888": 723,
  "8888 os": 707,
  "desktop home": 1795,
  "user backup": 4656,
  "static": 4187,
  "user configs": 4664,
  "configs git": 1503,
  "feature static": 2243,
  "gemfile": 2313,
  "mv opt": 3158,
  "logs readme": 2996,
  "syslog gemfile": 4236,
  "gemfile old": 2316,
  "source": 4012,
  "lib": 2759,
  "669": 573,
  "user open": 4696,
  "open source": 3435,
  "source git": 4013,
  "feature lib": 2222,
  "8888 exec": 706,
  "1m safe": 285,
  "composer": 1427,
  "error var": 2128,
  "www composer": 4892,
  "composer json": 1428,
  "socket 51": 3997,
  "15 9999": 179,
  "9999 socket": 785,
  "719": 593,
  "count 719": 1609,
  "debian": 1764,
  "bookworm": 1199,
  "slim": 3976,
  "name cache": 3169,
  "80 debian": 638,
  "debian bookworm": 1766,
  "bookworm slim": 1200,
  "34 80": 390,
  "0day": 1,
  "http 0day": 2514,
  "0day work": 2,
  "work upload": 4877,
  "find mnt": 2264,
  "data type": 1740,
  "backup build": 1106,
  "feature env": 2214,
  "new_utils": 3304,
  "config ansible": 1439,
  "yml mnt": 4969,
  "data env": 1702,
  "example old": 2159,
  "log type": 2961,
  "name md": 3178,
  "rc": 3733,
  "done": 1968,
  "echo echo": 2061,
  "echo evil": 2063,
  "etc rc": 2141,
  "rc local": 3734,
  "echo done": 2060,
  "9999 os": 783,
  "shred bin": 3964,
  "urlencode": 4645,
  "starting curl": 4165,
  "post data": 3598,
  "data urlencode": 1741,
  "urlencode data": 4646,
  "shadow http": 3955,
  "xyz exfil": 4947,
  "ncat 45": 3216,
  "156 7777": 195,
  "101 4444": 57,
  "9001 safe": 742,
  "200 443": 291,
  "backup dockerfile": 1117,
  "link_webpack": 2865,
  "log env": 2934,
  "example home": 2158,
  "link_webpack config": 2866,
  "rm home": 3776,
  "tmp bashrc": 4467,
  "bashrc tmp": 1178,
  "100 53": 39,
  "197 443": 269,
  "248 80": 337,
  "115": 99,
  "tail 115": 4281,
  "115 home": 100,
  "867": 696,
  "count 867": 1624,
  "czvf": 1675,
  "binary": 1193,
  "steal": 4195,
  "cloud": 1377,
  "tar czvf": 4340,
  "czvf etc": 1676,
  "shadow home": 3954,
  "user ssh": 4713,
  "ssh dev": 4105,
  "data binary": 1687,
  "binary http": 1194,
  "http steal": 2543,
  "steal cloud": 4197,
  "cloud exfil": 1382,
  "net payload": 3226,
  "graphql": 2378,
  "install graphql": 2622,
  "work tsconfig": 4875,
  "60": 534,
  "echo 60": 2051,
  "60 curl": 535,
  "http botnet": 2522,
  "cc checkin": 1304,
  "http evil": 2528,
  "evil com": 2150,
  "com beacon": 1401,
  "beacon wget": 1188,
  "qo http": 3723,
  "stage2 bash": 4161,
  "156 22": 189,
  "7777 cleaned": 623,
  "apache2 backup": 850,
  "tmp script": 4521,
  "yml tmp": 4972,
  "ncat 172": 3211,
  "10 80": 19,
  "34 9999": 395,
  "syslog name": 4243,
  "name ts": 3184,
  "89 7777": 719,
  "197 7777": 273,
  "assets backup": 982,
  "sh 159": 3918,
  "tmp docker": 4485,
  "data tmp": 1738,
  "build script": 1241,
  "533": 507,
  "feature spec": 2241,
  "data var": 1744,
  "html test": 2504,
  "actuator": 790,
  "heapdump": 2454,
  "http 172": 2517,
  "16 9090": 210,
  "9090 actuator": 749,
  "actuator heapdump": 795,
  "heapdump cleaned": 2455,
  "162": 214,
  "162 home": 215,
  "link_gemfile": 2804,
  "assets makefile": 997,
  "makefile etc": 3048,
  "tcp 45": 4355,
  "156 8443": 198,
  "projects config": 3642,
  "projects install": 3650,
  "sh tmp": 3946,
  "ltr": 3029,
  "ls ltr": 3017,
  "ltr etc": 3030,
  "downloads profile": 2011,
  "socket 104": 3988,
  "248 31337": 331,
  "tmp router": 4519,
  "tests name": 4433,
  "space beacon": 4016,
  "connecttimeout": 1519,
  "ec2": 2045,
  "id": 2574,
  "ssh stricthostkeychecking": 4126,
  "no connecttimeout": 3377,
  "connecttimeout ec2": 1522,
  "ec2 user": 2046,
  "user 10": 4650,
  "10 id": 29,
  "id dev": 2575,
  "mnt backup": 3102,
  "backup webpack": 1157,
  "cron": 1645,
  "etc cron": 2132,
  "new_cmd": 3258,
  "connect 91": 1516,
  "31337 dev": 367,
  "156 443": 191,
  "wc tmp": 4810,
  "fsockopen 91": 2303,
  "6379": 546,
  "stat mnt": 4183,
  "data jest": 1714,
  "248 6666": 335,
  "6666 exec": 568,
  "build home": 1229,
  "tmp backup": 4465,
  "ncat 198": 3214,
  "100 443": 37,
  "166": 218,
  "src env": 4048,
  "fork": 2282,
  "9001 exec": 740,
  "nc 172": 3196,
  "100 80": 42,
  "mysql": 3166,
  "80 mysql": 646,
  "nginx output": 3347,
  "org checkin": 3454,
  "80 safe": 657,
  "chart": 1336,
  "yaml": 4956,
  "user chart": 4661,
  "chart yaml": 1337,
  "nginx install": 3338,
  "documents index": 1945,
  "src nginx": 4063,
  "new_resources": 3288,
  "starting ncat": 4171,
  "200 8888": 299,
  "sort etc": 4006,
  "apt test": 969,
  "tcp 203": 4354,
  "113 7777": 91,
  "7777 safe": 627,
  "repo": 3755,
  "pkg": 3578,
  "work repo": 4865,
  "repo git": 3756,
  "feature pkg": 2232,
  "user home": 4680,
  "videos bashrc": 4758,
  "middleware": 3082,
  "471": 453,
  "feature middleware": 2226,
  "tor api": 4567,
  "100 tmp": 50,
  "config app": 1440,
  "desktop webpack": 1818,
  "tests index": 4427,
  "rf var": 3772,
  "messages cleaned": 3078,
  "gz home": 2389,
  "sbin": 3842,
  "init": 2602,
  "shred sbin": 3967,
  "sbin init": 3843,
  "zshrc": 4990,
  "assets zshrc": 1013,
  "zshrc tmp": 4994,
  "pwd sh": 3690,
  "log name": 2945,
  "www test": 4917,
  "py tmp": 3711,
  "fsockopen 172": 2296,
  "8080 exec": 669,
  "fsockopen 159": 2295,
  "443 exec": 428,
  "http 1337": 2516,
  "pub safe": 3673,
  "http malware": 2535,
  "net exfil": 3225,
  "exfil safe": 2168,
  "https evil": 2557,
  "new_views": 3306,
  "mkdir opt": 3087,
  "143": 158,
  "fpm": 2286,
  "80 php": 651,
  "php fpm": 3521,
  "socket 138": 3989,
  "8080 socket": 673,
  "la home": 2737,
  "videos integration_test": 4771,
  "tmp jest": 4502,
  "dockerfile old": 1891,
  "yup": 4974,
  "install yup": 2659,
  "docs test_suite": 1918,
  "net cert": 3223,
  "200 31337": 290,
  "syslog integration_test": 4240,
  "no attacker": 3376,
  "attacker 104": 1016,
  "passwd safe": 3496,
  "shutdown": 3969,
  "now": 3394,
  "shutdown now": 3970,
  "ts old": 4588,
  "socket 192": 3993,
  "8443 socket": 690,
  "rb": 3731,
  "http darkweb": 2525,
  "payload rb": 3509,
  "rb ruby": 3732,
  "sh 172": 3919,
  "10 6666": 17,
  "59": 530,
  "443 socket": 432,
  "5601": 517,
  "10 5601": 16,
  "5601 actuator": 518,
  "backend": 1098,
  "user backend": 4655,
  "backend git": 1099,
  "add main": 809,
  "running sh": 3831,
  "15 443": 169,
  "200 9999": 301,
  "9999 bin": 779,
  "200 8080": 297,
  "108": 75,
  "backup settings": 1144,
  "caddy": 1284,
  "echo docker": 2059,
  "80 caddy": 635,
  "80 redis": 655,
  "redis alpine": 3748,
  "config gemfile": 1460,
  "count cleaned": 1634,
  "data name": 1718,
  "name txt": 3185,
  "mkfs": 3091,
  "xfs": 4924,
  "pwd mkfs": 3686,
  "mkfs xfs": 3097,
  "xfs dev": 4925,
  "sh 192": 3921,
  "syslog site": 4253,
  "count 287": 1558,
  "install next": 2633,
  "86": 694,
  "tail 86": 4331,
  "pictures docker": 3540,
  "200 1337": 288,
  "1337 dev": 137,
  "139": 150,
  "head 139": 2413,
  "data dockerfile": 1701,
  "642": 548,
  "data cargo": 1690,
  "data backup": 1685,
  "sh opt": 3941,
  "app integration_test": 914,
  "go old": 2352,
  "echo curl": 2056,
  "http backdoor": 2520,
  "cn checkin": 1391,
  "crontab safe": 1651,
  "pictures deploy": 3539,
  "resources": 3767,
  "6666 safe": 570,
  "docs name": 1909,
  "downloads integration_test": 2001,
  "enabled e2e": 2090,
  "toor": 4564,
  "3000": 358,
  "password toor": 3505,
  "toor http": 4565,
  "10 3000": 9,
  "3000 auth": 360,
  "480": 459,
  "backup gitignore": 1121,
  "src default": 4043,
  "https drop": 2556,
  "zone cert": 4985,
  "197 1337": 266,
  "tail 156": 4296,
  "156 tmp": 202,
  "tmp settings": 4522,
  "backup docker": 1116,
  "service": 3905,
  "echo cd": 2054,
  "user api": 4653,
  "api service": 889,
  "service git": 3906,
  "www babel": 4885,
  "js opt": 2707,
  "backup app": 1102,
  "tsx bak": 4595,
  "ssh ansible": 4091,
  "scripts notes": 3867,
  "local readme": 2906,
  "tmp nc": 4508,
  "50 6666": 474,
  "6666 bin": 565,
  "248 53": 334,
  "53 safe": 504,
  "nginx router": 3355,
  "lt etc": 3023,
  "318": 373,
  "echo rm": 2067,
  "rm etc": 3775,
  "passwd attacker": 3487,
  "attacker 159": 1018,
  "89 tmp": 727,
  "44": 423,
  "tmp ansible": 4462,
  "yml home": 4968,
  "work notes": 4858,
  "txt bak": 4605,
  "redux": 3749,
  "website npm": 4818,
  "install redux": 2642,
  "id_rsa": 2576,
  "ssh id_rsa": 4116,
  "id_rsa http": 2577,
  "http null": 2536,
  "null team": 3414,
  "10 22": 6,
  "projects main": 3652,
  "tech cert": 4378,
  "nginx docker": 3327,
  "format": 2284,
  "myapp git": 3164,
  "commit style": 1419,
  "style format": 4205,
  "format code": 2285,
  "new_core": 3263,
  "desktop makefile": 1799,
  "passwd base64": 3489,
  "post https": 3600,
  "com upload": 1410,
  "upload safe": 4639,
  "feature utils": 2250,
  "wc mnt": 4808,
  "data test": 1736,
  "7777 os": 626,
  "ln mnt": 2872,
  "js var": 2709,
  "106": 73,
  "tail 106": 4276,
  "error opt": 2127,
  "logs babel": 2973,
  "available chart": 1048,
  "yaml var": 4963,
  "www site": 4915,
  "conf old": 1434,
  "100 31337": 36,
  "telnet 185": 4389,
  "101 6666": 59,
  "34 53": 387,
  "plugins": 3588,
  "feature plugins": 2233,
  "34 8888": 393,
  "scripts dockerfile": 3858,
  "jjmiktsn base64": 2698,
  "cp opt": 1640,
  "cfg bak": 1328,
  "apt docker": 947,
  "609": 538,
  "feature tools": 2248,
  "gpg": 2358,
  "symmetric": 4222,
  "passphrase": 3482,
  "hack": 2392,
  "tgz": 4455,
  "gpg symmetric": 2360,
  "symmetric passphrase": 4223,
  "passphrase hack": 3483,
  "hack tmp": 2393,
  "tmp steal": 4529,
  "steal tgz": 4199,
  "tgz curl": 4456,
  "tgz gpg": 4457,
  "gpg http": 2359,
  "drop safe": 2034,
  "mongo": 3114,
  "name web": 3186,
  "80 mongo": 645,
  "tmp sh": 4524,
  "backup name": 1131,
  "link_integration_test": 2816,
  "logs tsconfig": 3003,
  "json etc": 2712,
  "link_integration_test go": 2817,
  "feature assets": 2194,
  "9200": 756,
  "100 9999": 47,
  "9999 exec": 782,
  "83": 681,
  "head 83": 2442,
  "sqli": 4027,
  "gq": 2361,
  "https sqli": 2570,
  "sqli gq": 4028,
  "gq cert": 2364,
  "tmp telnet": 4533,
  "build webpack": 1249,
  "fixme var": 2278,
  "link_dockerfile": 2800,
  "py home": 3706,
  "link_dockerfile prod": 2801,
  "link_index": 2811,
  "backup jest": 1128,
  "link_index html": 2812,
  "100 6666": 40,
  "ubuntu": 4620,
  "04": 0,
  "80 ubuntu": 660,
  "ubuntu 22": 4622,
  "22 04": 309,
  "models": 3112,
  "ltr mnt": 3032,
  "root": 3784,
  "echo root": 2068,
  "root tmp": 3792,
  "tmp cleanup": 4477,
  "beacon etc": 1186,
  "etc crontab": 2133,
  "lha": 2753,
  "ls lha": 3015,
  "lha opt": 2756,
  "system": 4262,
  "app haproxy": 910,
  "65535": 559,
  "t4": 4268,
  "nmap 65535": 3372,
  "65535 t4": 560,
  "pyproject": 3713,
  "videos pyproject": 4779,
  "pyproject toml": 3714,
  "sh 185": 3920,
  "stat etc": 4181,
  "backup composer": 1111,
  "typeorm": 4614,
  "install typeorm": 2651,
  "build test_suite": 1246,
  "tor beacon": 4568,
  "ssh data": 4104,
  "ltr home": 3031,
  "data docker": 1700,
  "yml bak": 4966,
  "mv var": 3162,
  "nginx utils": 3367,
  "scripts output": 3868,
  "log old": 2947,
  "89 8080": 721,
  "8080 cleaned": 667,
  "socket 172": 3991,
  "nc 104": 3193,
  "sh bak": 3927,
  "link_main": 2820,
  "html gemfile": 2485,
  "gemfile home": 2315,
  "link_main py": 2821,
  "scripts webpack": 3876,
  "golang": 2356,
  "80 golang": 641,
  "golang 22": 2357,
  "57": 522,
  "tail 57": 4321,
  "pictures e2e": 3542,
  "apache2 name": 867,
  "name yaml": 3189,
  "53 os": 503,
  "docs output": 1912,
  "assets output": 999,
  "new 138": 3235,
  "sequelize": 3902,
  "install sequelize": 2645,
  "pictures test_suite": 3566,
  "py etc": 3705,
  "nginx data": 3324,
  "csv bak": 1659,
  "580": 527,
  "count 580": 1594,
  "apt pyproject": 963,
  "data index": 1711,
  "html bak": 2473,
  "https 0day": 2546,
  "work cert": 4837,
  "socket 198": 3994,
  "712": 591,
  "count 712": 1608,
  "logs pyproject": 2995,
  "34 443": 385,
  "starting tmp": 4176,
  "113 9999": 97,
  "local etc": 2888,
  "enabled backup": 2081,
  "apache2 button": 852,
  "docker backup": 1850,
  "ncat 203": 3215,
  "pictures gemfile": 3544,
  "89 8443": 722,
  "62": 543,
  "enabled main": 2096,
  "team cert": 4367,
  "null eof": 3410,
  "new 51": 3243,
  "videos gitignore": 4767,
  "190": 257,
  "tail 190": 4307,
  "nginx pom": 3349,
  "nginx makefile": 3343,
  "makefile tmp": 3052,
  "ssh settings": 4124,
  "15 53": 171,
  "53 socket": 505,
  "sh echo": 3933,
  "zone beacon": 4984,
  "crontab end": 1649,
  "downloads type": 2025,
  "scripts index": 3862,
  "cypress": 1672,
  "install cypress": 2616,
  "34 22": 383,
  "date bash": 1749,
  "running nc": 3828,
  "nc 203": 3200,
  "113 9001": 96,
  "9999 cleaned": 780,
  "data mnt": 1717,
  "keys": 2725,
  "191": 258,
  "191 home": 259,
  "local gemfile": 2889,
  "xyz payload": 4948,
  "scripts cargo": 3853,
  "toml tmp": 4557,
  "link_ bashrc": 2764,
  "nc 138": 3194,
  "build app": 1215,
  "documentation": 1924,
  "tail 83": 4330,
  "apt settings": 966,
  "build dockerfile": 1223,
  "toml var": 4558,
  "html pyproject": 2498,
  "toml bak": 4551,
  "ext3": 2179,
  "nvme0n1p1": 3419,
  "mkfs ext3": 3093,
  "ext3 dev": 2180,
  "dev nvme0n1p1": 1824,
  "6666 cleaned": 566,
  "build gitignore": 1226,
  "gitignore etc": 2342,
  "docker cargo": 1853,
  "nginx button": 3317,
  "html makefile": 2491,
  "ssh utils": 4131,
  "31337 safe": 370,
  "telnet 198": 4391,
  "traefik": 4580,
  "v3": 4745,
  "80 traefik": 659,
  "traefik v3": 4581,
  "tmp profile": 4514,
  "apache2 nginx": 868,
  "tmp shred": 4525,
  "cors": 1534,
  "user react": 4707,
  "react app": 3736,
  "install cors": 2615,
  "cache default": 1264,
  "nginx go": 3333,
  "config go": 1462,
  "service npm": 3907,
  "lt home": 3024,
  "539": 508,
  "count 539": 1587,
  "logs makefile": 2990,
  "backup deploy": 1115,
  "50 8888": 479,
  "work checkin": 4838,
  "io run": 2680,
  "link_utils": 2861,
  "music test": 3149,
  "link_utils py": 2862,
  "config chart": 1447,
  "environments": 2121,
  "feature environments": 2215,
  "http exploit": 2530,
  "ssh_config": 4134,
  "ssh ssh_config": 4125,
  "ssh_config https": 4135,
  "data cleaned": 1692,
  "assets install": 994,
  "attacker 138": 1017,
  "www pom": 4910,
  "xml home": 4929,
  "nginx cleanup": 3320,
  "nginx name": 3344,
  "name log": 3177,
  "logs cargo": 2977,
  "pull": 3675,
  "origin": 3458,
  "git pull": 2333,
  "pull origin": 3676,
  "origin main": 3459,
  "53 cleaned": 500,
  "enabled readme": 2100,
  "downloads router": 2015,
  "new_environments": 3272,
  "http cracked": 2524,
  "io beacon": 2668,
  "work cleanup": 4839,
  "scss": 3877,
  "work type": 4876,
  "name scss": 3182,
  "http sqli": 2542,
  "steal cleaned": 4196,
  "local test_suite": 2913,
  "py old": 3708,
  "local test": 2912,
  "socket 203": 3995,
  "113 6666": 90,
  "6666 socket": 571,
  "desktop bashrc": 1788,
  "evil safe": 2152,
  "app deploy": 903,
  "new 203": 3241,
  "cache env": 1268,
  "pwd socat": 3692,
  "src test": 4080,
  "documents settings": 1955,
  "lt opt": 3026,
  "200 22": 289,
  "22 cleaned": 311,
  "log button": 2927,
  "197 53": 271,
  "53 while": 506,
  "log zshrc": 2965,
  "113 31337": 86,
  "8080 safe": 672,
  "200 6666": 294,
  "src home": 4055,
  "local dockerfile": 2885,
  "prod etc": 3618,
  "15 1337": 166,
  "playwright": 3587,
  "install playwright": 2637,
  "head 115": 2405,
  "www cleanup": 4891,
  "pwn payload": 3699,
  "music main": 3143,
  "ntfs": 3402,
  "mkfs ntfs": 3095,
  "ntfs dev": 3403,
  "sdb1 cleaned": 3887,
  "downloads main": 2003,
  "node": 3382,
  "20": 286,
  "80 node": 648,
  "node 20": 3384,
  "www webpack": 4923,
  "merge": 3068,
  "fix": 2269,
  "issue": 2685,
  "123": 113,
  "edit": 2075,
  "git merge": 2332,
  "merge fix": 3073,
  "fix issue": 2271,
  "issue 123": 2686,
  "123 no": 114,
  "no edit": 3378,
  "512k safe": 491,
  "toml old": 4555,
  "fixtures": 2279,
  "local bashrc": 2882,
  "date nc": 1754,
  "nc 159": 3195,
  "pictures jest": 3550,
  "components": 1422,
  "feature components": 2202,
  "config build": 1444,
  "warn var": 4804,
  "available gemfile": 1056,
  "documents default": 1933,
  "53 exec": 502,
  "videos docker": 4763,
  "yml old": 4970,
  "merge main": 3075,
  "main no": 3044,
  "116": 101,
  "101 9001": 65,
  "config cargo": 1446,
  "fsockopen 138": 2294,
  "197 6666": 272,
  "76": 617,
  "134": 144,
  "work profile": 4863,
  "desktop notes": 1802,
  "sh 10": 3915,
  "feature login": 2224,
  "new_tests": 3299,
  "tmp pom": 4513,
  "usr": 4736,
  "include": 2589,
  "rf usr": 3771,
  "63": 544,
  "tmp composer": 4478,
  "15 9001": 178,
  "15 8080": 175,
  "119": 105,
  "nginx pyproject": 3352,
  "install jest": 2624,
  "wc var": 4811,
  "www build": 4887,
  "values": 4746,
  "tmp values": 4540,
  "values yaml": 4747,
  "tsx tmp": 4601,
  "ssh tsconfig": 4129,
  "apache2 jest": 865,
  "projects data": 3643,
  "89 31337": 714,
  "31337 cleaned": 366,
  "gq api": 2362,
  "log e2e": 2933,
  "prom": 3665,
  "prometheus": 3667,
  "80 prom": 653,
  "prom prometheus": 3666,
  "work beacon": 4833,
  "data output": 1722,
  "docker makefile": 1868,
  "documents go": 1941,
  "sh crontab": 3930,
  "kr checkin": 2731,
  "crontab eof": 1650,
  "alias": 834,
  "hook": 2461,
  "echo alias": 2053,
  "tmp ssh": 4528,
  "etc profile": 2140,
  "355": 400,
  "apache2 app": 848,
  "app chart": 899,
  "yaml tmp": 4962,
  "data notes": 1720,
  "link_settings": 2844,
  "syslog values": 4259,
  "yaml home": 4959,
  "link_settings yml": 2845,
  "c2 server": 1255,
  "server net": 3904,
  "feature archive": 2192,
  "user data": 4666,
  "html output": 2497,
  "81 home": 676,
  "videos makefile": 4773,
  "tail 167": 4298,
  "tests integration_test": 4429,
  "ln etc": 2870,
  "apt integration_test": 955,
  "go var": 2355,
  "enabled script": 2102,
  "nc 45": 3201,
  "lodash": 2920,
  "install lodash": 2629,
  "link_build": 2778,
  "apache2 ansible": 847,
  "yml etc": 4967,
  "link_build gradle": 2779,
  "new_assets": 3251,
  "docker ansible": 1847,
  "head 198": 2429,
  "tmp helpers": 4497,
  "ts home": 4587,
  "113 8080": 93,
  "docker zshrc": 1886,
  "zshrc old": 4993,
  "connecttimeout debian": 1521,
  "debian 10": 1765,
  "fsockopen 203": 2300,
  "sh script": 3944,
  "attacker 192": 1021,
  "117": 102,
  "tail 117": 4282,
  "syslog app": 4228,
  "grafana": 2376,
  "80 grafana": 642,
  "grafana grafana": 2377,
  "172 home": 235,
  "new_libs": 3280,
